Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kulttuurien_koulu_kaynnistyy:_saamelaiskarajat_suomen_romaniyhdistys_ja_nuorten_akatemia_kouluttavat_opettajia_saamelais-_ja_romaninuorten_kohtaamiseen.html.tmx
Source language: fin
Languages: sme

source: Kulttuurien koulu käynnistyy: Saamelaiskäräjät, Suomen Romaniyhdistys ja Nuorten Akatemia kouluttavat opettajia saamelais- ja romaninuorten kohtaamiseen
sme: Kultuvrraid skuvla álgá: Sámediggi, Suoma Románasearvi ja Nuoraid Akademiija skuvlejit oahpaheaddjiid sáme- ja románanuoraiguin deaivvadeapmái

source: Yläkoulujen ja toisen asteen oppilaitosten opettajille suunnattu täydennyskoulutushanke Kulttuurien koulu käynnistyy syksyllä ja jatkuu vuoden 2022 loppuun.
sme: Badjeskuvllaid ja nuppi dási oahppolágádusaid oahpaheaddjiide dárkkuhuvvon dievasmahttinskuvlenprošeakta Kultuvrraid skuvla álggaha čakčat ja joatkašuvvá jagi 2022 lohppii.

source: Tavoitteena on opettajien valmentaminen saamelais- ja romaninuorten kohtaamiseen.
sme: Ulbmilin lea oahpaheaddjiid válbmen sáme- ja románanuoraiguin deaivvadeapmái.

source: – Kulttuurien koulu -hanke tulee todelliseen tarpeeseen, sanoo koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff.
sme: – Kultuvrraid skuvla-prošeakta boahtá duođalaš dárbui, lohká skuvlen- ja oahppamateriálalávdegotti ságajođiheaddji Tauno Ljetoff.

source: – Meillähän on nyt selvitettyä tietoa siitä, etteivät oppimateriaalit sisällä juurikaan saamelaistietoa.
sme: – Mishan lea dál čielggaduvvon diehtu das, ahte oahppamateriálat eai jur sisttisdoala sámedieđu.

source: Opettajakoulutuksessakaan saamelaisia koskevia asioita ei käsitellä.
sme: Oahpaheaddjiskuvlejumisge sámiid guoski áššit eai gieđahallo.

source: Opetus- ja kulttuuriministeriön saamen opetuksen kehittämistyöryhmä luovutti raporttinsa opetusministerille huhtikuussa 2021.
sme: Oahpahus- ja kulturministeriija sámeoahpahusa ovddidanbargojoavku luohpadii raportta oahpahusministtarii cuoŋománus 2021.

source: Se teetti myös erillisselvityksen perusopetuksen suomen- ja ruotsinkielisten oppimateriaalien saamelaistiedosta.
sme: Dat ráhkadahtii maiddái sierračielggadusa vuođđooahpahusa suoma- ja ruoŧagielat oahppamateriálaid sámedieđus.

source: – Toivon, että saamelaisia koskeva tieto kouluopetuksessa alkaa nyt lisääntyä ja myöskin saamelaisten kotiseutualueen ulkopuolella asuvat saamelaislapset ja -nuoret saavat tukea identiteetilleen, sanoo Ljetoff.
sme: – Sávan, ahte sámiid guoski diehtu skuvlaoahpahusas álgá dál lassánit ja maiddái sámiid ruovttuguovllu olggobealde ássi sámemánát ja – nuorat ožžot doarjaga identitehtii, dadjá Ljetoff.

source: Mikä?
sme: Mii?

source: Kulttuurien koulu on syksyllä alkava maksuton täydennyskoulutussarja, joka on suunnattu yläkoulujen ja toisen asteen oppilaitosten opettajille .
sme: Kultuvrraid skuvla lea čakčat álgi mávssuhis dievasmahttinskuvlenráidu, mii lea dárkkuhuvvon badjeskuvllaid ja nuppi dási oahppolágádusaid oahpaheaddjiide .

source: Perusopetuksen ja lukio-opetuksen opetussuunnitelman perusteissa todetaan, että opetuksen tulee tukea oppilaiden oman kulttuuri-identiteetin rakentumista.
sme: Vuođđooahpahusa ja logahatoahpahusa oahppaplána vuođustusain gávnnahuvvo, ahte oahpahus galgá doarjut oahppiid iežaset kulturidentitehta šaddama.

source: Täydennyskoulutuksessa osallistujat saavat valmiuksia saamelais- ja romaninuorten kohtaamiseen ja myös nuorten kulttuurisen identiteetin tukemiseen.
sme: Dievasmahttinskuvlemis oassálastit ožžot válmmašvuođaid sáme- ja románanuoraiguin deaivvadeapmái ja maiddái nuoraid kultuvrralaš identitehta doarjumii.

source: Kulttuurien koulu syntyi halusta ja tarpeesta lisätä tietoa ja vähentää stereotypioita.
sme: Kultuvrraid skuvla riegádii hálos ja dárbbus lasihit dieđu ja geahpedit stereotypiijaid.

source: Viime vuosina on ollut paljon puhetta saamelais- ja romaniteemojen vähäisyydestä oppikirjoissa.
sme: Maŋimuš jagiid lea leamaš olu sáhka sáme- ja románatemáid vátnivuođas oahppogirjjiin.

source: Ennakkoluulot syntyvät usein juuri tietämättömyydestä.
sme: Ovdagáttut šaddet dávjá justa diehtemeahttunvuođas.

source: Lisäkoulutukselle on suuri tarve, sillä tällä hetkellä teeman käsittelyyn on tarjolla liian vähän keinoja.
sme: Lassiskuvlemii lea stuorra dárbu, dasgo dál temá gieđahallamii leat fállun menddo uhcán vuogit.

source: Ymmärrystä saamelais- sekä romaanikulttuurien erityispiirteitä kohtaan ei opita nykyisistä oppikirjoista, eikä opettaja välttämättä tunne saamelais- ja romanikulttuurien erityispiirteitä niin hyvin, että pystyisi tukemaan kulttuuri-identiteettiään muodostavaa vähemmistönuorta.
sme: Áddejupmi sáme- sihke románakultuvrraid sierrasárgosiid ektui ii ohppojuvvo dálá oahppogirjjiin, iige oahpaheaddji vealttakeahttá dovdda sáme- ja románakultuvrraid sierrasárgosiid nu bures, ahte basttášii doarjut vehádatnuora, gii lea ráhkadeamen kulturidentitehta.

source: Kouluttajina toimivat saamelais- ja romaniasioiden asiantuntijat, ja keskeiset sisällöt ovat saamelais- ja romaninuorten suunnittelemia.
sme: Skuvlejeaddjin doibmet sáme- ja románaáššiid áššedovdit, ja guovddáš sisdoaluid leat sáme- ja románanuorat plánen.

source: Koulutukset toteutetaan yhdessä Saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan sekä Suomen Romaniyhdistys ry:n kanssa, ja ne ovat Opetushallituksen rahoittamia.
sme: Skuvlemat ollašuhttojit ovttas Sámedikki skuvlen- ja oahppamateriálalávdegottiin ja Suoma Románasearvvi rs:in, ja daid lea Oahpahusráđđehus ruhtadan.

source: Koska?
sme: Goas?

source: Täydennyskoulutussarja koostuu viidestä koulutuspäivästä: kolmesta online- ja kahdesta etäpäivästä.
sme: Dievasmahttinskuvlenráidu čohkiida viđa skuvlenbeaivvis: golmma online- ja guovtte gáiddusbeaivvis.

source: Online-päivinä aihetta käsitellään ryhmänä yhdessä Teamsin ja Howspace-alustan välityksellä.
sme: Online-beivviid fáddá gieđahallo joavkun ovttas Teams ja Howspace-vuloža bokte.

source: Etäpäivinä osallistujat vievät oppeja käytäntöön omien aikataulujensa mukaisesti.
sme: Gáiddusbeivviin oassálastit dolvot oahpuid geavadii iežaset áigetávvaliid mielde.

source: Osallistujat sitoutuvat käymään koko koulutussarjan läpi.
sme: Oassálastit čatnasit mannat olles skuvlenráiddu čađa.

source: Koulutuspäivät pidetään klo 9–15 (sis.
sme: Skuvlenbeaivvit dollojit dmu 9-15 (sisttisd.

source: omakustanteisen lounastauon ja kahvitauon).
sme: iežas goasttidan lunšabottu ja káffebottu).

source: Syksy 2021 pilottikoulutuksen online-päivät 1. koulutussarja: ti 5.10., ke 27.10. ja to 18.11. 2. koulutussarja: ti 2.11., ke 24.11. ja to 16.12.
sme: Čakča 2021 pilohttaskuvlema online-beaivvit 1. skuvlenráidu: maŋ 5.10., ga 27.10. ja du 18.11. 2. skuvlenráidu: maŋ 2.11., ga 24.11. ja du 16.12.

source: Koulutukset jatkuvat vuonna 2022 kolmella etä-, ja kahdella lähikoulutussarjalla.
sme: Skuvlemat joatkašuvvet jagi 2022 golmmain gáiddus-, ja guvttiin lagašskuvlenráidduin.

source: Lähikoulutukset on tarkoitus pitää Oulussa ja Helsingissä.
sme: Lagašskuvlemiid lea dárkkuhus doallat Oulus ja Helssegis.

source: Tutustu koulutuspäivien tarkempaan sisältöön ja aikatauluun täällä !
sme: Oahpásmuva skuvlenbeivviid dárkilut sisdollui ja áigetávvalii dáppe !

source: Ilmoittautuminen Kulttuurien koulu -täydennyskoulutuksiin on avattu.
sme: Skuvlemat joatkašuvvet jagi 2022 golmmain gáiddus-, ja guvttiin lagašskuvlenráidduin.

source: Opettaja, onko sinulla riittävät tiedot ja valmiudet tukea saamelais- ja romaninuoria heidän kulttuuri-identiteettinsä muodostamisessa?
sme: Lagašskuvlemiid lea dárkkuhus doallat Oulus ja Helssegis.

source: Kuinka hyvin tunnet saamelais- ja romanikulttuurien erityispiirteet?
sme: Almmuheapmi Kultuvrraid skuvla -dievasmahttinskuvlemiidda lea rahppon.

source: Osallistu syksyllä 2021 alkavaan maksuttomaan täydennyskoulutussarjaan: tule mukaan oppimaan lisää ja vähennä kanssamme stereotypioita ja ennakkoluuloja!
sme: Oahpaheaddji, leatgo dus doarvái dieđut ja válmmašvuođat doarjut sáme- ja románanuoraid sin kulturidentitehta ráhkadeamis?

source: Valtaosa koulutuksista järjestetään etänä, joten voit osallistua helposti paikkakunnasta riippumatta.
sme: Man bures dovddat sáme- ja románakultuvrraid sierrasárgosiid?

source: Lisätietoja:
sme: Oassálastte čakčat 2021 álgi mávssuhis dievasmahttinskuvlenráidui: boađe fárrui oahppat lasi ja geahpet minguin stereotypiijaid ja ovdagáttuid!

source: Nuorten Akatemian yhteystiedot / Ulla Saalasti ulla.saalasti@nuortenakatemia.fi 040 567 4203
sme: Eanaš oassi skuvlemiin ordnejuvvo gáiddusin, nu ahte sáhtát oassálastit álkit nu ahte it leat gitta báikegottis.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto/ Ulla Aikio-Puoskari ulla.aikio-puoskari@samediggi.fi 010 839 3112
sme: Lassidieđut:

source: Suomen Romaniyhdistys / Dimitri Lindgren dimitri.aumensa@gmail.com 045 220 3229
sme: Nuoraid Akademiija / Ulla Saalasti ulla.saalasti@nuortenakatemia.fi 040 567 4203

source: Linkkejä:
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahat / Ulla Aikio-Puoskari ulla.aikio-puoskari@samediggi.fi 010 839 3112

source: Kulttuurien koulu -hankesivu
sme: Suoma Románasearvi / Dimitri Lindgren dimitri.aumensa@gmail.com 045 220 3229

source: Koulutus- ja oppimateriaaliasiat Saamelaiskäräjillä
sme: Liŋkkat:

source: Saamelaistietoa opetukseen &gt; www.oktavuohta.com , www.dihtosis.fi
sme: Kultuvrraid skuvla – prošeaktasiidu

source: Suomen Romaniyhdistys &gt; www.suomenromaniyhdistys.fi
sme: Skuvlen- ja oahppamateriálaáššit Sámedikkis
